---
kind: enumMember
id: F:Autodesk.Revit.DB.SpatialElementTagOrientation.Horizontal
enum: Autodesk.Revit.DB.SpatialElementTagOrientation
source: html/8cbdbfb2-84e0-c960-60bb-4d7db57181ca.htm
---
# Autodesk.Revit.DB.SpatialElementTagOrientation.Horizontal

The Orientation of tag is Horizontal.